<!DOCTYPE html>

<html>
	<head><meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
		
		
		<link rel='stylesheet' href='style.css'/>
		<link rel='icon' type='image/vnd.microsoft.icon' href='favicon.ico'/>
		<title>Batalhas de Xadrez: Ajuda</title>
		<script type="text/javascript" src="https://code.jquery.com/jquery-latest.min.js"></script>
	</head>
	<body>
		<div id="scoreboard">
			<a href="index-pt.html" class="toptext">Voltar</a>
		</div>
		<div id="board" class="board overflow" style="padding-right: 1vw;">
			</br>
			<h2>Ajuda</h2>
			<span class="smaller">
			<h3>A Turn&ecirc; de Alexandre</h3>
			<p>Ajude Alexandre o Grande a conquistar todo o mundo conhecido. O objetivo &eacute; marcar todos os quadrados do tabuleiro, de maneira semelhante ao problema matem&aacute;tico <a href="https://pt.wikipedia.org/wiki/Problema_do_cavalo" target="_blank">O Problema do Cavalo</a>. Cuidado com os cantos.</p>
			<h3>An&aacute;base</h3>
			<p>Ajude os dez mil mercen&aacute;rios gregos a escapar vivos da P&eacute;rsia. Clique na sua pe&ccedil;a para alternar entre o cavaleiro, o bispo e a torre. Chegue ao outro lado do tabuleiro cinco vezes para completar o jogo. Ser&aacute; necess&aacute;rio terminar o jogo para receber uma pontua&ccedil;&atilde;o maior do que zero. Nem sempre ser&aacute; poss&iacute;vel vencer.</p>
			<h3>O Cerco a Tr&oacute;ia</h3>
			<p>Defenda Tr&oacute;ia da invas&atilde;o dos helenos por 10 anos. Capturar as armas dos inimigos conta fortemente para a sua pontua&ccedil;&atilde;o. Cavaleiros helenos atacar&atilde;o sempre que poss&iacute;vel, use isso para a sua vantagem. Voc&ecirc; poder&aacute; clicar no quadrado a que se destina sua pe&ccedil;a, ou escolher a pe&ccedil;a primeiro, o que poder&aacute; evitar confus&atilde;o em alguns casos.</p>
			<h3>Segunda Guerra P&uacute;nica</h3>
			<p>Evite os ataques de An&iacute;bal a Roma por tempo o bastante para destruir sua cidade natal de C&aacute;rtago. Rodadas t&ecirc;m 12 jogadas: voc&ecirc; se move a cada jogada, os inimigos se movem a cada 3 jogadas, e reaparecem a cada 4 jogadas. Na jogadas 12, as pe&ccedil;as inimigas aparecem e se movem imediatamente. Cavaleiros inimigos atacar&atilde;o sempre que puderem.</p>
			</span>
			</br>
		</div>
	</body>
</html>